app/controllers/registrations_controller.rb

INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2019-04-17 13:42:37.376464"], ["updated_at", "2019-04-17 13:42:37.376464"]]
---
	def create
		@user = User.create(name: params[:registrations][:name],last_name:params[:registrations][:last_name],
												email:params[:registrations][:email],
												phone:params[:registrations][:phone],password:params[:registrations][:password])