app/controllers/sessions_controller.rb

	def create
		user = User.where(email: params[:session][:email]).first
---
SELECT  "users".* FROM "users" WHERE "users"."email" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "23456@ytr.cl"], ["LIMIT", 1]]